texts = {
    'GREETING': (" ***👋 Привет, это бот экономика***\nЯ умею подсчитывать остатки " +
                     "и бюджет на день в пяти категориях:\n- еда\n- транспорт\n- " +
                     "бары и рестораны\n- финансовая подушка\n- остальное\n\nЧтобы " +
                     "начать пользоваться ботом, нужно добавить суммы в категории. " +
                     "Начнем?"),
    'GET_BALANCE_FOOD': "🛒 Отправь мне денежный лимит на еду",
    'GET_BALANCE_ALCO': "🍷 Следующий шаг. Отправь мне денежный лимит на бары и рестораны",
    'GET_BALANCE_TRANSPORT': "🚍 А теперь отправь мне денежный лимит на транспорт",
    'GET_BALANCE_GENERAL': ("🧾 Теперь пополним счет для остальных трат. Именно с него я буду высчитывать ежедневный "
                       + "бюджет на траты без категорий.\nОтправь сумму для этого счета"),
    'GET_PERIOD': "На какой период будем считать ежедневный бюджет? Отправь количество дней",
    'GET_BALANCE_FINPILLOW': "💰 Последний шаг! Отправь мне баланс финансовой подушки",
    'SUCCESSFUL_REG': ("✔ ***Настройка завершена***\nТеперь ты можешь сохранять траты в четырех категориях:\n"
                  + "🛒 Продукты\n🍷 Бары и рестораны\n🚍 Транспорт\n\nВсё остальное — в ежедневный бюджет категории "
                  + "🧾 Другое. Если ты выходишь за пределы ежедневного бюджета, в следующие дни бюджет станет меньше. "
                  + "А если ты сможешь сэкономить и в конце дня останутся лишние деньги, с ними можно поступить тремя "
                  + "способами:\n- отправить остаток в 💰 финансовую подушку\n- увеличить бюджет на следующий день\n"
                  + "- увеличить бюджет на все дни до конца периода\n\nЧтобы добавить расход, жми на иконку категории, "
                  + "там же можно отменить последнюю операцию. Если нужно что-то изменить, переходи в настройки"),
    'NOT_A_NUMBER': "Я не умею считать копейки и превращать текст в числа 😔\n___Отправь целое число___"
}
